#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>ഹായ് {} 🙋‍♂️</b>

<i>ഇവിടെയും സിനിമ ചോദിക്കാനാണ് താങ്കളുടെ ഉദ്ദേശമെങ്കിൽ വേഗം സ്ഥലം കാലിയാക്കുന്നതാവും നല്ലത്...
സിനിമ വേണമെങ്കിൽ @filmkottakaa എന്ന ഈ ടെലിഗ്രാം ഗ്രൂപ്പിൽ ചോദിച്ചോളൂ😊

ഞാൻ മറ്റ് ബോട്ടുകളിൽ നിന്നും ലേശം വ്യത്യസ്തനാണ്😜
@achu64
</i>"""    
    
    HELP_TEXT = """
<b><i>ഞാൻ ആദ്യമേ പറഞ്ഞില്ലായിരുന്നോ ഞാൻ മറ്റ് ബോട്ടുകളിൽ നിന്ന് ലേശം വ്യത്യസ്തനാണെന്ന്🤭</i></b>
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/Achu64">Achu64</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://github.com/AlbertEinsteinTG/Adv-Auto-Filter-Bot">Click Me</a></i>
"""
